Revit 2027 API
ParameterTypeId.SteelElemCoating Property
 "Coating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCoating { get; }
Public Shared ReadOnly Property SteelElemCoating As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCoating {
	ForgeTypeId^ get ();
}
static member SteelElemCoating : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace